STRUCTURE = {
    "Аппарат ТБ": {
        "РК": {
            "Массовые": ("Безналичные решения", "Домклик", "СБ1", "Премьер", "УПиО"),
            "Все": ("Безналичные решения", "Домклик", "СБ1", "Премьер", "УПиО")
        },
        "СП": {
            "Массовые": ("ВСП", "УПП"),
            "Все": ("Благосостояние", "ВСП", "НПиОВСП", "НРПЭ", "УПП", "ЦРиУЭ")
        },
        "КИБ": {
            "Все": ("ККСБ", "ММБ", "РГС", "УГР", "УКиПФ", "УТБ", "УТФиДО", "УФН", "ЦУ КИБ"),
            "ККСБ": (),
            "ММБ": ()
        },
        "Сервисы": ("Безопасность", "КИЦ", "Направление транспорта/недвижимости",
                    "Секретериат", "Спец. работа", "ЦВУиМП", "ЦКП", "ЦПиР", "ЦУНДО"),
        "ПРПА": ("Комплаенс", "НВПЗ", "ОДВЗ", "Осип", "ПРПА ЮЛ", "УОРПА", "Юристы"),
        "ППП": ("Аудит", "ЛиК", "Маркетинг", "ПСС", "Руководство"),
    },
    "Абакан": {
        "РК": {
            "Массовые": ("Безналичные решения", "Домклик", "СБ1", "Премьер", "УПиО"),
            "Все": ("Безналичные решения", "Домклик", "СБ1", "Премьер", "УПиО")
        },
        "СП": {
            "Массовые": ("ВСП", "УПП"),
            "Все": ("Благосостояние", "ВСП", "НПиОВСП", "НРПЭ", "УПП", "ЦРиУЭ")
        },
        "КИБ": {
            "Все": ("ККСБ", "ММБ", "РГС", "УГР", "УКиПФ", "УТБ", "УТФиДО", "УФН", "ЦУ КИБ"),
            "ККСБ": (),
            "ММБ": ()
        },
        "Сервисы": ("Безопасность", "КИЦ", "Направление транспорта/недвижимости",
                    "Секретериат", "Спец. работа", "ЦВУиМП", "ЦКП", "ЦПиР", "ЦУНДО"),
        "ПРПА": ("Комплаенс", "НВПЗ", "ОДВЗ", "Осип", "ПРПА ЮЛ", "УОРПА", "Юристы"),
        "ППП": ("Аудит", "ЛиК", "Маркетинг", "ПСС", "Руководство"),
    },
    "Алтай": {
        "РК": {
            "Массовые": ("Безналичные решения", "Домклик", "СБ1", "Премьер", "УПиО"),
            "Все": ("Безналичные решения", "Домклик", "СБ1", "Премьер", "УПиО")
        },
        "СП": {
            "Массовые": ("ВСП", "УПП"),
            "Все": ("Благосостояние", "ВСП", "НПиОВСП", "НРПЭ", "УПП", "ЦРиУЭ")
        },
        "КИБ": {
            "Все": ("ККСБ", "ММБ", "РГС", "УГР", "УКиПФ", "УТБ", "УТФиДО", "УФН", "ЦУ КИБ"),
            "ККСБ": (),
            "ММБ": ()
        },
        "Сервисы": ("Безопасность", "КИЦ", "Направление транспорта/недвижимости",
                    "Секретериат", "Спец. работа", "ЦВУиМП", "ЦКП", "ЦПиР", "ЦУНДО"),
        "ПРПА": ("Комплаенс", "НВПЗ", "ОДВЗ", "Осип", "ПРПА ЮЛ", "УОРПА", "Юристы"),
        "ППП": ("Аудит", "ЛиК", "Маркетинг", "ПСС", "Руководство"),
    },
    "Кемерово": {
        "РК": {
            "Массовые": ("Безналичные решения", "Домклик", "СБ1", "Премьер", "УПиО"),
            "Все": ("Безналичные решения", "Домклик", "СБ1", "Премьер", "УПиО")
        },
        "СП": {
            "Массовые": ("ВСП", "УПП"),
            "Все": ("Благосостояние", "ВСП", "НПиОВСП", "НРПЭ", "УПП", "ЦРиУЭ")
        },
        "КИБ": {
            "Все": ("ККСБ", "ММБ", "РГС", "УГР", "УКиПФ", "УТБ", "УТФиДО", "УФН", "ЦУ КИБ"),
            "ККСБ": (),
            "ММБ": ()
        },
        "Сервисы": ("Безопасность", "КИЦ", "Направление транспорта/недвижимости",
                    "Секретериат", "Спец. работа", "ЦВУиМП", "ЦКП", "ЦПиР", "ЦУНДО"),
        "ПРПА": ("Комплаенс", "НВПЗ", "ОДВЗ", "Осип", "ПРПА ЮЛ", "УОРПА", "Юристы"),
        "ППП": ("Аудит", "ЛиК", "Маркетинг", "ПСС", "Руководство"),
    },
    "Красноярск": {
        "РК": {
            "Массовые": ("Безналичные решения", "Домклик", "СБ1", "Премьер", "УПиО"),
            "Все": ("Безналичные решения", "Домклик", "СБ1", "Премьер", "УПиО")
        },
        "СП": {
            "Массовые": ("ВСП", "УПП"),
            "Все": ("Благосостояние", "ВСП", "НПиОВСП", "НРПЭ", "УПП", "ЦРиУЭ")
        },
        "КИБ": {
            "Все": ("ККСБ", "ММБ", "РГС", "УГР", "УКиПФ", "УТБ", "УТФиДО", "УФН", "ЦУ КИБ"),
            "ККСБ": (),
            "ММБ": ()
        },
        "Сервисы": ("Безопасность", "КИЦ", "Направление транспорта/недвижимости",
                    "Секретериат", "Спец. работа", "ЦВУиМП", "ЦКП", "ЦПиР", "ЦУНДО"),
        "ПРПА": ("Комплаенс", "НВПЗ", "ОДВЗ", "Осип", "ПРПА ЮЛ", "УОРПА", "Юристы"),
        "ППП": ("Аудит", "ЛиК", "Маркетинг", "ПСС", "Руководство"),
    },
    "Кызыл": {
        "РК": {
            "Массовые": ("Безналичные решения", "Домклик", "СБ1", "Премьер", "УПиО"),
            "Все": ("Безналичные решения", "Домклик", "СБ1", "Премьер", "УПиО")
        },
        "СП": {
            "Массовые": ("ВСП", "УПП"),
            "Все": ("Благосостояние", "ВСП", "НПиОВСП", "НРПЭ", "УПП", "ЦРиУЭ")
        },
        "КИБ": {
            "Все": ("ККСБ", "ММБ", "РГС", "УГР", "УКиПФ", "УТБ", "УТФиДО", "УФН", "ЦУ КИБ"),
            "ККСБ": (),
            "ММБ": ()
        },
        "Сервисы": ("Безопасность", "КИЦ", "Направление транспорта/недвижимости",
                    "Секретериат", "Спец. работа", "ЦВУиМП", "ЦКП", "ЦПиР", "ЦУНДО"),
        "ПРПА": ("Комплаенс", "НВПЗ", "ОДВЗ", "Осип", "ПРПА ЮЛ", "УОРПА", "Юристы"),
        "ППП": ("Аудит", "ЛиК", "Маркетинг", "ПСС", "Руководство"),
    },
    "Новосибирск": {
        "РК": {
            "Массовые": ("Безналичные решения", "Домклик", "СБ1", "Премьер", "УПиО"),
            "Все": ("Безналичные решения", "Домклик", "СБ1", "Премьер", "УПиО")
        },
        "СП": {
            "Массовые": ("ВСП", "УПП"),
            "Все": ("Благосостояние", "ВСП", "НПиОВСП", "НРПЭ", "УПП", "ЦРиУЭ")
        },
        "КИБ": {
            "Все": ("ККСБ", "ММБ", "РГС", "УГР", "УКиПФ", "УТБ", "УТФиДО", "УФН", "ЦУ КИБ"),
            "ККСБ": (),
            "ММБ": ()
        },
        "Сервисы": ("Безопасность", "КИЦ", "Направление транспорта/недвижимости",
                    "Секретериат", "Спец. работа", "ЦВУиМП", "ЦКП", "ЦПиР", "ЦУНДО"),
        "ПРПА": ("Комплаенс", "НВПЗ", "ОДВЗ", "Осип", "ПРПА ЮЛ", "УОРПА", "Юристы"),
        "ППП": ("Аудит", "ЛиК", "Маркетинг", "ПСС", "Руководство"),
    },
    "Омск": {
        "РК": {
            "Массовые": ("Безналичные решения", "Домклик", "СБ1", "Премьер", "УПиО"),
            "Все": ("Безналичные решения", "Домклик", "СБ1", "Премьер", "УПиО")
        },
        "СП": {
            "Массовые": ("ВСП", "УПП"),
            "Все": ("Благосостояние", "ВСП", "НПиОВСП", "НРПЭ", "УПП", "ЦРиУЭ")
        },
        "КИБ": {
            "Все": ("ККСБ", "ММБ", "РГС", "УГР", "УКиПФ", "УТБ", "УТФиДО", "УФН", "ЦУ КИБ"),
            "ККСБ": (),
            "ММБ": ()
        },
        "Сервисы": ("Безопасность", "КИЦ", "Направление транспорта/недвижимости",
                    "Секретериат", "Спец. работа", "ЦВУиМП", "ЦКП", "ЦПиР", "ЦУНДО"),
        "ПРПА": ("Комплаенс", "НВПЗ", "ОДВЗ", "Осип", "ПРПА ЮЛ", "УОРПА", "Юристы"),
        "ППП": ("Аудит", "ЛиК", "Маркетинг", "ПСС", "Руководство"),
    },
    "Томск": {
        "РК": {
            "Массовые": ("Безналичные решения", "Домклик", "СБ1", "Премьер", "УПиО"),
            "Все": ("Безналичные решения", "Домклик", "СБ1", "Премьер", "УПиО")
        },
        "СП": {
            "Массовые": ("ВСП", "УПП"),
            "Все": ("Благосостояние", "ВСП", "НПиОВСП", "НРПЭ", "УПП", "ЦРиУЭ")
        },
        "КИБ": {
            "Все": ("ККСБ", "ММБ", "РГС", "УГР", "УКиПФ", "УТБ", "УТФиДО", "УФН", "ЦУ КИБ"),
            "ККСБ": (),
            "ММБ": ()
        },
        "Сервисы": ("Безопасность", "КИЦ", "Направление транспорта/недвижимости",
                    "Секретериат", "Спец. работа", "ЦВУиМП", "ЦКП", "ЦПиР", "ЦУНДО"),
        "ПРПА": ("Комплаенс", "НВПЗ", "ОДВЗ", "Осип", "ПРПА ЮЛ", "УОРПА", "Юристы"),
        "ППП": ("Аудит", "ЛиК", "Маркетинг", "ПСС", "Руководство"),
    },
}